{
    "trainings": [
        {
            "name": "Arcanist",
            "description": "You can use Arcane Lore instead of a d6 when casting spells."
        },
        {
            "name": "Artisan",
            "description": "You can mend damaged armor without the aid of an artisan. Each square of durability takes an hour to mend."
        },
        {
            "name": "Disciple",
            "description": "You can use Religious Lore instead of a d6 when casting spells."
        },
        {
            "name": "Abjurer of Evil",
            "description": "Spirits, demons, and the undead cannot attempt to harm you directly unless they are especially powerful.",
            "prereqs": ["disciple"]
        },
        {
            "name": "Crusader",
            "description": "Whenever you defeat a spirit, demon, or the undead you regain your Luck Dice.",
            "prereqs": ["disciple"]
        },
        {
            "name": "Druid",
            "description": "You can use Nature Lore instead of a d6 when casting spells."
        },
        {
            "name": "Wildshaper",
            "description": "On gaining this training choose an animal no larger than a bear and no smaller than a mouse. You can shapeshift into that animal at will.",
            "prereqs": ["druid"]
        },
        {
            "name": "Healer",
            "description": "You can make a medicine challenge to gather helpful items and heal a single character's wound over the course of an hour."
        },
        {
            "name": "Lucky",
            "description": "You have two Luck Dice instead of one. When you regain a Luck Dice, you only regain one at a time."
        },
        {
            "name": "Magical Musician",
            "description": "You can use Perform instead of a d6 when casting spells. This only works if you sing or use an instrument as part of casting the spell."
        },
        {
            "name": "Magic Initiate",
            "description": "You have room for 5 spells in your spellbook."
        },
        {
            "name": "Magic Adept",
            "description": "You have room for 8 spells in your spellbook.",
            "prereqs": ["magicInitiate"]
        },
        {
            "name": "Magic Ascendant",
            "description": "You have room for any number of spells in your spellbook.",
            "prereqs": ["magicAdept"]
        },
        {
            "name": "Ritualist",
            "description": "If you are part of a Ritual and you aren't injured, you can use your own blood in the place of the Ritual Item. Doing so injures you."
        },
        {
            "name": "Strong",
            "description": "You can carry an additional Heavy Item."
        },
        {
            "name": "Thief",
            "description": "Whenever you steal something valuable you regain your Luck Dice."
        },
        {
            "name": "Tenacious",
            "description": "When you're hindered due to injury, use a d6 instead of a d4."
        },
        {
            "name": "Wanderer",
            "description": "Whenever you find something lost to time or undiscovered you regain your Luck Dice."
        },
        {
            "name": "Tamer",
            "description": "You have an animal companion who joins your adventure. The companion has its own health, personality and motives however it considers you a friend so long as you treat it well. You may also instead have a number of small animal companions like sparrows or squirrels.",
            "prereqs": ["wanderer"]
        }
    ]
}